Repository: dhis2/app-management-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, id, nb, pt, ru, sv, uz, uz_latn, uz_uz_cyrl, vi, zh_cn

source: Your session has expired. Please refresh the page and login before trying again.
fr: Votre session a expiré. Veuillez actualiser la page et vous connecter avant de réessayer.
pt: A sua sessão expirou. Actualize a página e inicie sessão antes de tentar novamente.
vi: Phiên của bạn đã hết hạn. Vui lòng làm mới trang và đăng nhập trước khi thử lại.

source: An unexpected error occurred
fr: Une erreur inattendue est survenue
pt: Ocorreu um erro inesperado
vi: Đã xảy ra lỗi không mong muốn

source: Version {{version}} installed
cs: Nainstalována verze {{version}}
es: Versión {{version}} instalada
fr: Version {{version}} installée
id: Versi {{version}} terpasang
pt: Versão {{version}}instalada
uz_uz_cyrl: Вариант {{version}} ўрнатилди
vi: Phiên bản {{version}}đã được cài đặt

source: Version {{version}}
cs: Verze {{version}}
es: Versión {{version}}
id: Versi {{version}}
pt: Versão {{version}}
uz_uz_cyrl: Вариант {{version}}
vi: Phiên bản {{version}}

source: Last updated {{relativeTime}}
cs: Poslední aktualizace {{relativeTime}}
es: Última actualización {{relativeTime}}
fr: Dernière mise à jour {{relativeTime}}
id: Terakhir diperbarui {{relativeTime}}
pt: Última actualização{{relativeTime}}
uz_uz_cyrl: Охирги марта янгиланган {{relativeTime}}
vi: Lần cập nhật cuối {{relativeTime}}

source: First published {{relativeTime}}
cs: Poprvé publikováno {{relativeTime}}
es: Primera publicación {{relativeTime}}
fr: Première publication {{relativeTime}}
id: Pertama kali diterbitkan {{relativeTime}}
pt: Primeira actualização {{relativeTime}}
uz_uz_cyrl: Биринчи марта чоп этилган {{relativeTime}}
vi: Lần đầu tiên xuất bản {{relativeTime}}

source: by {{- developer}}
cs: od: {{- developer}}
fr: par {{- developer}}
id: oleh {{- developer}}
pt: Por {{- developer}}
uz_uz_cyrl: {{- developer}} томонидан

source: Open
es: Abierto
fr: Ouvrir
pt: Aberto
ru: Открыть
sv: Öppna
vi: Mở

source: About this app
cs: O této aplikaci
es: Acerca de esta aplicación
fr: À propos de cette application
id: Tentang app ini
pt: Acerca deste aplicativo
uz_uz_cyrl: Бу илова ҳақида
vi: Về ứng dụng này

source: The developer of this application has not provided a description
cs: Vývojář této aplikace neposkytl popis
es: El desarrollador de esta aplicación no ha proporcionado una descripción
fr: Le développeur de cette application n'a pas fourni de description.
id: Pengembang aplikasi ini tidak menyediakan deskripsi
pt: O programador desta aplicação não forneceu uma descrição
uz_uz_cyrl: Илова яратувчиси изоҳ қолдирмаган
vi: Nhà phát triển ứng dụng này chưa cung cấp mô tả

source: Additional information
cs: Dodatečné informace
es: Información adicional
fr: Informations complémentaires
id: Informasi tambahan
pt: Informações adicionais
uz_uz_cyrl: Қўшимча ахборот
vi: Thông tin thêm

source: Screenshots
cs: Snímky obrazovky
es: capturas de pantalla
fr: Captures d'écran
id: Tangkap layar
pt: Capturas de ecrã
uz_uz_cyrl: Экран нусхасини олиш
vi: Ảnh chụp màn hình

source: All compatible versions of this application
cs: Všechny kompatibilní verze této aplikace
es: Todas las versiones compatibles de esta aplicación
fr: Toutes les versions compatibles de cette application
id: Semua versi yang sesuai untuk aplikasi ini
pt: Todas as versões compatíveis desta aplicação
uz_uz_cyrl: Ушбу илованинг барча бир бирига мос вариантлари
vi: Tất cả các phiên bản tương thích của ứng dụng này

source: App updated successfully
cs: Aplikace byla úspěšně aktualizována
es: Aplicación actualizada correctamente
fr: Application mise à jour avec succès
id: App berhasil diperbaharui
pt: Aplicação actualizada com sucesso
uz_uz_cyrl: Илова муваффақиятли янгиланди
vi: Ứng dụng đã được cập nhật thành công

source: App installed successfully
ar: تم تثبيت التطبيق بنجاح
cs: Aplikace úspěšně nainstalována
es: Aplicación instalada correctamente
fr: L'appli a été installée avec succès
id: App berhasil dipasang
nb: Applikasjonen ble installert
pt: Aplicação instalada com sucesso
ru: Приложение успешно установлено
sv: App installerats
uz: Илова муваффақиятли ўрнатилди
uz_latn: Ilova muvaffaqiyatli oʼrnatildi
uz_uz_cyrl: Илова муваффақиятли ўрнатилди
vi: Ứng dụng đã cài đặt THÀNH CÔNG
zh_cn: App成功安装

source: Failed to update app: {{errorMessage}}
cs: Aktualizace aplikace se nezdařila: {{errorMessage}}
es: Error al actualizar la aplicación: {{errorMessage}}
fr: Échec de la mise à jour de l'application : {{errorMessage}}
id: Gagal untuk memperbaharui app: {{errorMessage}}
pt: Falha ao actualizar a aplicação: {{errorMessage}}
uz_uz_cyrl: Илова янгилашда муваффақиятсизлик: {{errorMessage}}
vi: Lỗi cập nhật ứng dụng: {{errorMessage}}

source: Failed to install app: {{errorMessage}}
cs: Nepodařilo se nainstalovat aplikaci: {{errorMessage}}
es: Error al instalar la aplicación: {{errorMessage}}
fr: Échec de l'installation de l'application : {{errorMessage}}
id: Gagal untuk memasang app: {{errorMessage}}
pt: Falha na instalação da aplicação: {{errorMessage}}
uz_uz_cyrl: Иловани ўрнатишда муваффақиятсизлик: {{errorMessage}}
vi: Lỗi cài đặt ứng dụng: {{errorMessage}}

source: App uninstalled successfully
cs: Aplikace úspěšně odinstalována
es: Aplicación desinstalada correctamente
fr: Application désinstallée avec succès
id: App berhasil dicopot
pt: Aplicação desinstalada com sucesso
uz_uz_cyrl: Илова муваффақиятли ўчирилди
vi: Ứng dụng đã được gỡ cài đặt thành công

source: Failed to uninstall app: {{errorMessage}}
cs: Odinstalování aplikace se nezdařilo: {{errorMessage}}
es: Error al desinstalar la aplicación: {{errorMessage}}
fr: Échec de la désinstallation de l'application : {{errorMessage}}
id: Gagal untuk mencopot app: {{errorMessage}}
pt: Falha na desinstalação da aplicação: {{errorMessage}}
uz_uz_cyrl: Иловани ўчиришда муваффақиятсизлик: {{errorMessage}}
vi: Không thể gỡ cài đặt ứng dụng: {{errorMessage}}

source: Installing...
ar: تثبيت...
es: Instalando...
fr: Installation en cours...
nb: Installerer...
pt: Instalar...
ru: Установка ...
sv: Installerar ...
uz: Ўрнатилмоқда...
uz_latn: Oʼrnatilmoqda...
uz_uz_cyrl: Ўрнатилмоқда...
vi: Đang cài đặt...
zh_cn: 安装

source: Update to latest version
cs: Aktualizovat na nejnovější verzi
es: Actualizar a la última versión
fr: Mise à jour vers la dernière version
id: Perbaharui ke versi terakhir
pt: Actualizar para a versão mais recente
uz_uz_cyrl: Охирги вариантгача янгилаш
vi: Cập nhật lên phiên bản mới nhất

source: Install
ar: تثبيت
cs: Instalovat
es: Instalar
fr: Installer
id: Pasang
nb: Installer
pt: Instalar
ru: Установить
sv: Installera
uz: Ўрнатиш
uz_latn: Oʼrnatish
uz_uz_cyrl: Ўрнатиш
vi: Cài đặt
zh_cn: 安装

source: There are no compatible versions available.
fr: Aucune version compatible n'est disponible.
pt: Não existem versões compatíveis disponíveis.
vi: Cập nhật lên phiên bản mới nhất

source: {{channel}} release {{version}}
cs: {{channel}} vydání {{version}}
es: {{channel}} lanzamiento {{version}}
fr: {{channel}} de diffusion de la {{version}}
id: {{channel}} rilis {{version}}
pt: {{channel}} Lançamento {{version}}
uz_uz_cyrl: {{channel}} ўтказиш{{version}}
vi: {{channel}}phát hành {{version}}

source: Uninstall v{{appVersion}}
cs: Odinstalovat v {{appVersion}}
es: Desinstalar v{{appVersion}}
fr: Désinstaller {{appVersion}}
id: Mencopot v{{appVersion}}
pt: Desinstalar v{{appVersion}}
uz_uz_cyrl: Ўчириш v{{appVersion}}
vi: Gỡ cài đặt v{{appVersion}}

source: Channel
cs: Kanál
es: Canal
fr: Canal
id: Kanal
pt: Canal
uz_uz_cyrl: Канал
vi: Kênh

source: Version
cs: Verze
id: Versi
pt: Versão
uz_uz_cyrl: Вариант

source: Upload date
cs: Datum nahrání
fr: Date de téléchargement
id: Tanggal unggah
pt: Data de carregamento
uz_uz_cyrl: Санани юклаш

source: Installed
cs: Nainstalováno
es: Instalado
fr: Installée
id: Terpasang
pt: Instalado
uz_uz_cyrl: Ўрнатилган
vi: Đã cài

source: Download
cs: Stáhnout
es: Descargar
fr: Télécharger
id: Unduh
pt: Descarregar
uz_uz_cyrl: Юклаш
vi: Tải về

source: There are no compatible versions matching your criteria
cs: Vašim kritériím neodpovídají žádné kompatibilní verze
es: No hay versiones compatibles que coincidan con sus criterios
fr: Il n'y a pas de versions compatibles correspondant à vos critères
id: Tidak ada versi yang sesuai dengan kriteria anda
pt: Não existem versões compatíveis que correspondam aos seus critérios
uz_uz_cyrl: Сизнинг мезонингизга мос келадиган вариантлар йўқ
vi: Không có phiên bản tương thích nào phù hợp với tiêu chí của bạn

source: Stable
cs: Stabilní
es: Estable
id: Stabil
pt: Estável
uz_uz_cyrl: Барқарор
vi: Ổn định

source: Development
cs: Vývojová
es: Desarrollo
fr: Développement
id: Perkembangan
pt: Desenvolvimento
uz_uz_cyrl: Ишланмалар/Ривожланиш
vi: Phát triển

source: Canary
pt: Canário
uz_uz_cyrl: Огоҳлантириш

source: Failed to check App Hub for available updates
es: No se ha podido comprobar si hay actualizaciones disponibles en el App Hub
fr: Échec de la vérification des mises à jour disponibles sur App Hub
id: Gagal melakukan cek aplikasi terbaru
pt: Falha ao verificar se o Centro de Aplicações tem actualizações disponíveis
uz_uz_cyrl: Мавжуд янгиланишлар учун Марказий Hub-ни текшириб бўлмади
vi: Không thể kiểm tra App Hub để biết các bản cập nhật khả dụng

source: Your DHIS2 server might be offline.
es: Su servidor DHIS2 podría estar fuera de línea.
fr: Votre serveur DHIS2 est peut-être hors ligne.
id: Kemungkinan server DHIS2 sedang mati
pt: O servidor DHIS2 pode estar offline.
uz_uz_cyrl: Сизнинг DHIS2 серверингиз офф-лайн бўлиши мумкин
vi: Máy chủ DHIS2 của bạn có thể đang ngoại tuyến.

source: No apps found
ar: لم يتم العثور على تطبيقات
cs: Nenalezeny žádné aplikace
es: Aplicaciones no encontradas
fr: Aucune appli trouvée
id: Tidak ditemukan apps
nb: Ingen applikasjoner funnet
pt: Não foram encontradas aplicações
ru: Приложения не найдены
sv: Inga appar hittade
uz: Иловалар топилмади
uz_latn: Ilovalar topilmadi
uz_uz_cyrl: Иловалар топилмади
vi: Không tìm thấy ứng dụng
zh_cn: 没有app

source: No apps match your criteria
cs: Vašim kritériím neodpovídají žádné aplikace
es: Ninguna aplicación coincide con sus criterios
fr: Aucune application ne correspond à vos critères
id: Tidak ada app sesuai dengan kriteriamu
pt: Nenhuma aplicação corresponde aos seus critérios
uz_uz_cyrl: Сиз излаётган мезонлар бўйича мос илова топилмади
vi: Không có ứng dụng nào phù hợp với tiêu chí của bạn

source: Core apps
cs: Základní aplikace
es: Aplicaciones principales
fr: Applications de base
id: App inti
pt: Aplicações principais
uz_uz_cyrl: Асасий иловалар
vi: Ứng dụng cốt lõi

source: Custom apps
cs: Vlastní aplikace
es: Aplicaciones personalizadas
fr: Apps personnalisées
id: Aplikasi khusus
pt: Aplicações personalizadas
uz_uz_cyrl: Махсус иловалар
vi: Ứng dụng tuỳ chỉnh

source: App Hub
ar: مركز التطبيق
cs: Centrum aplikací
fr: Hub d'applications
pt: Centro de aplicações
uz: Илова маркази (hub)
uz_latn: Ilova markazi (hub)
uz_uz_cyrl: Илова маркази (hub)
vi: Cổng ứng dụng
zh_cn: APP市场（HUB）

source: Manual install
cs: Ruční instalace
es: Instalación manual
fr: Installation manuelle
id: Pemasangan manual
pt: Instalação manual
uz_uz_cyrl: Қўлда ўрнатиш
vi: Cài đặt thủ công

source: Search AppHub apps
cs: Prohledat aplikace AppHub
es: Buscar aplicaciones en AppHub
fr: Rechercher des applications de l'AppHub
id: Cari aplikasi AppHub
pt: Pesquisar aplicações AppHub
uz_uz_cyrl: Марказий Hub иловаларида излаш
vi: Tìm ứng dụng trên AppHub

source: Something went wrong whilst loading App Hub apps
cs: Při načítání aplikací App Hub se něco pokazilo
es: Algo salió mal al cargar aplicaciones de App Hub
fr: Un problème est survenu lors du chargement des applications de l'App Hub
id: Ada yang tidak beres saat memuat aplikasi AppHub
pt: Algo correu mal durante o carregamento de aplicações do App Hub
uz_uz_cyrl: Марказий Hub иловаларини юклашда хатолик юз берди
vi: Đã xảy ra lỗi khi tải ứng dụng App Hub

source: Error loading app
cs: Chyba při načítání aplikace
es: Error al cargar la aplicación
fr: Erreur lors du chargement de l'application
id: Kesalahan memuat aplikasi
pt: Erro ao carregar a aplicação
uz_uz_cyrl: Илова юкланишида хатолик
vi: Lỗi tải ứng dụng

source: App not found
cs: Aplikace nenalezena
es: Aplicación no encontrada
fr: Application introuvable
id: App tidak ditemukan
pt: Aplicação não encontrada
uz_uz_cyrl: Илова топилмади
vi: Không tìm thấy ứng dụng

source: Something went wrong whilst loading your core apps
cs: Při načítání základních aplikací se něco pokazilo
es: Algo salió mal al cargar sus aplicaciones principales
fr: Une erreur s'est produite lors du chargement de vos applications de base
id: Ada yang tidak beres saat memuat aplikasi inti anda
pt: Algo correu mal durante o carregamento das suas aplicações principais
uz_uz_cyrl: Асосий иловаларни юклашда хатолик юз берди
vi: Có gì đó không ổn khi tải các ứng dụng cốt lõi của bạn

source: Core apps with updates available
cs: K dispozici jsou základní aplikace s aktualizacemi
es: Aplicaciones principales con actualizaciones disponibles
fr: Applications de base avec des mises à jour disponibles
id: Aplikasi inti dengan pembaruan yang tersedia
pt: Aplicações principais com actualizações disponíveis
uz_uz_cyrl: Асосий иловалар бўйича янгиланишлар мавжуд
vi: Các ứng dụng cốt lõi có bản cập nhật khả dụng

source: All core apps
cs: Všechny základní aplikace
es: Todas las aplicaciones principales
fr: Toutes les applications de base
id: Semua aplikasi inti
pt: Todas as aplicações principais
uz_uz_cyrl: Барча асосий иловалар
vi: Tất cả ứng dụng cốt lõi

source: Search core apps
cs: Hledat základní aplikace
es: Buscar aplicaciones principales
fr: Rechercher des applis de base
id: Cari aplikasi inti
pt: Pesquisar aplicações principais
uz_uz_cyrl: Асосий иловаларни излаш
vi: Tìm kiếm ứng dụng

source: Something went wrong whilst loading your custom apps
cs: Při načítání vlastních aplikací se něco pokazilo
es: Algo salió mal al cargar sus aplicaciones personalizadas
fr: Une erreur s'est produite lors du chargement de vos applications personnalisées
id: Ada yang tidak beres saat memuat aplikasi khusus anda
pt: Algo correu mal durante o carregamento das suas aplicações personalizadas
uz_uz_cyrl: Шахсий иловаларни юклашда хатолик юз берди
vi: Có gì đó không ổn khi tải ứng dụng tùy chỉnh của bạn

source: Custom apps with updates available
cs: K dispozici jsou vlastní aplikace s aktualizacemi
es: Aplicaciones prersonalizadas con actualizaciones disponibles
fr: Applications personnalisées avec des mises à jour disponibles
id: Aplikasi khusus dengan pembaruan yang tersedia
pt: Aplicações personalizadas com actualizações disponíveis
uz_uz_cyrl: Шахсий иловалар бўйича янгиланишлар мавжуд
vi: Ứng dụng tùy chỉnh có sẵn bản cập nhật

source: All installed custom apps
cs: Všechny nainstalované vlastní aplikace
es: Todas las aplicaciones personalizadas instaladas
fr: Toutes les applications personnalisées installées
id: Semua aplikasi khusus yang telah terpasang
pt: Todas as aplicações personalizadas instaladas
uz_uz_cyrl: Барча шахсий иловалар ўрнатилди
vi: Tất cả các ứng dụng tùy chỉnh đã cài đặt

source: Search installed custom apps
cs: Hledat nainstalované vlastní aplikace
es: Buscar aplicaciones personalizadas instaladas
fr: Recherche d'applications personnalisées installées
id: Cari aplikasi khusus yang telah terpasang
pt: Pesquisar aplicações personalizadas instaladas
uz_uz_cyrl: Ўрнатилган шахсий иловаларни излаш
vi: Tìm kiếm các ứng dụng tùy chỉnh đã cài đặt

source: View app details
fr: Afficher les détails de l'application
pt: Ver detalhes da aplicação
vi: Xem chi tiết ứng dụng

source: Uploading...
ar: رفع...
cs: Nahrávání ...
es: Subiendo...
fr: Téléchargement en cours...
id: Sedang mengunggah...
nb: Laster opp...
pt: Carregando...
ru: Загрузка ...
sv: Laddar upp ...
uz: Юкланмоқда...
uz_latn: Yuklanmoqda...
uz_uz_cyrl: Юкланмоқда...
vi: Đang tải lên
zh_cn: 上传

source: Upload an app to install
cs: Nahrát aplikaci, kterou chcete nainstalovat
es: Subir una aplicación para instalarla
fr: Télécharger une application à installer
id: Unggah sebuah aplikasi untuk di pasang
pt: Carregar uma aplicação para instalar
uz_uz_cyrl: Ўрнатиш учун иловани юкланг
vi: Tải lên một ứng dụng để cài đặt

source: Manually install an app
cs: Ručně nainstalovat aplikaci
es: Instalar manualmente una aplicación
fr: Installation manuelle d'une application
id: Pasang sebuah aplikasi secara manual
pt: Instalar manualmente uma aplicação
uz_uz_cyrl: Иловани қўлда ўрнатинг
vi: Cài đặt một ứng dụng thủ công

source: Installed apps have access to your DHIS2 data and metadata. Make sure you trust an app before installing it.
cs: Nainstalované aplikace mají přístup k vašim datům a metadatům DHIS2. Před instalací se ujistěte, že aplikaci důvěřujete.
es: Las aplicaciones instaladas tienen acceso a sus datos y metadatos de DHIS2. Asegúrese de confiar en una aplicación antes de instalarla.
fr: Les applications installées ont accès à vos données et métadonnées DHIS2. Assurez-vous de la fiabilité d'une application avant de l'installer.
id: Aplikasi yang diinstal memiliki akses ke DHIS2 data dan metadata Anda. Pastikan Anda memercayai aplikasi sebelum memasanganya.
pt: As aplicações instaladas têm acesso aos seus dados e metadados DHIS2. Certifique-se de que confia numa aplicação antes de a instalar.
uz_uz_cyrl: Ўрнатилган иловалар Сизнинг маълумотларингиз ва мета-маълумотларингизга кириш ҳуқуқи мавжуд. Иловани ўрнатишдан аввал унинг ишончлилигига ишонч ҳосил қилинг.
vi: Các ứng dụng đã cài đặt có quyền truy cập vào dữ liệu và siêu dữ liệu DHIS2 của bạn. Hãy đảm bảo bạn tin tưởng một ứng dụng trước khi cài đặt.

# developer of application
source: by {{- developer}}
cs: od: {{- developer}}
fr: par {{- developer}}
id: oleh {{- developer}}
pt: Por {{- developer}}
uz_uz_cyrl: {{- developer}} томонидан

# AppHub release channel
source: Channel
cs: Kanál
es: Canal
fr: Canal
id: Kanal
pt: Canal
uz_uz_cyrl: Канал
vi: Kênh

# Name of AppHub release channel
source: Stable
cs: Stabilní
es: Estable
id: Stabil
pt: Estável
uz_uz_cyrl: Барқарор
vi: Ổn định

# Name of AppHub release channel
source: Development
cs: Vývojová
es: Desarrollo
fr: Développement
id: Perkembangan
pt: Desenvolvimento
uz_uz_cyrl: Ишланмалар/Ривожланиш
vi: Phát triển

# Name of AppHub release channel
source: Canary
pt: Canário
uz_uz_cyrl: Огоҳлантириш

source: Upload App Package (ZIP)
ru: Загрузить пакет приложений (ZIP)
sv: Ladda upp App Package

source: Standard Apps
ar: التطبيقات القياسية
nb: Standardapplikasjoner
ru: Стандартные приложения
uz: Стандарт иловалар
uz_latn: Standart ilovalar
zh_cn: 标准APP

source: Dashboard Apps
ar: تطبيقات لوحة المعلومات
nb: Dashbord-applikasjoner
ru: Приложения для панели инструментов
uz: Бошқарув панели иловалари
uz_latn: Boshqaruv paneli ilovalari
zh_cn: 仪表盘App

source: Tracker Dashboard Apps
ar: تطبيقات لوحة معلومات المتتبع
nb: Tracker Dashbord-applikasjoner
ru: Приложения Tracker Dashboard Apps
uz: Бошқарув панели учун кузатув иловаси
uz_latn: Boshqaruv paneli uchun kuzatuv ilovasi
zh_cn: 随访仪表盘App

source: Resource Apps
ar: تطبيقات الموارد
nb: Ressurs-applikasjoner
ru: Приложения Resource Apps
sv: Resurs apps
uz: Иловалар захираси
uz_latn: Ilovalar zaxirasi
zh_cn: 资源App

source: Installed Standard Apps
ru: Установленные приложения Standard Apps
sv: Installerade standard apps

source: Installed Dashboard Apps
ru: Установленные приложения Dashboard Apps
sv: Installerade dashboard apps

source: Installed Tracker Dashboard Apps
ru: Установленные приложения Tracker Dashboard Apps
sv: Installerade tracker dashboard apps

source: Installed Resource Apps
ru: Установленные приложения Resource Apps
sv: Installerade resurs apps

source: Search apps
ru: Поиск приложений
sv: Sök appar

source: There are no standard apps installed.
ru: Приложения standard apps не установлены.
sv: Det finns inga standard apps installerade.

source: There are no dashboard apps installed.
ru: Приложения dashboard apps не установлены.
sv: Det finns inga dashboard appar installerade.

source: There are no tracker dashboard apps installed.
ru: Приложения tracker dashboard apps не установлены.
sv: Det finns inga tracker dashboard appar installerade.

source: There are no resource apps installed.
ru: Приложения resource apps не установлены.
sv: Det finns inga resursapps installerade.

source: By
ar: عن طريق
nb: Av
ru: По
sv: Av
uz: Дан
uz_latn: Tomonidan
zh_cn: 由

source: Uninstall
ru: Удалить
sv: Avinstallera

source: Failed to install app
ar: تعذر تنصيب التطبيق
nb: Kunne ikke installere applikasjonen
ru: Не удалось установить приложение
sv: Det gick inte att installera appen
uz: Иловани ўрнатиш амалга ошмади
uz_latn: Ilovani oʼrnatish amalga oshmadi
zh_cn: App安装失败

source: App removed successfully
ar: تم إزالة التطبيق بنجاح
nb: Applikasjonen ble fjernet
ru: Приложение успешно удалено
sv: Appen har tagits bort
uz: Илова муваффақиятли ўчириб ташланди
uz_latn: Ilova muvaffaqiyatli oʼchirib tashlandi
zh_cn: App成功移除

source: Installing app from the app store...
ru: Установка приложения из App Store ...
sv: Installera app från appbutiken ...

source: Failed to install an app from the app store
ru: Не удалось установить приложение из App Store
sv: Det gick inte att installera en app från appbutiken

source: No installed apps matched the search term
ar: لا توجد تطبيقات مثبتة تطابق مصطلح البحث
nb: Ingen installerte applikasjoner samsvarte med søkeordet
ru: Нет установленных приложений, соответствующих запросу
sv: Inga installerade appar matchade sökordet
uz: Ўрнатилган иловалар қидирув сўзига мос келмайди
uz_latn: Oʼrnatilgan ilovalar qidiruv soʼziga mos kelmaydi
zh_cn: 没有符合搜索条件的app

source: No apps installed
ru: Приложения не установлены
sv: Inga appar installerade

source: Installing app from the app hub...
ar: تثبيت التطبيق من مركز التطبيقات...
nb: Installerer applikasjon fra app hub...
uz: Илова илова марказидан (hub...) дан ўрнатилмоқда
uz_latn: Ilova ilova markazidan (hub...) dan oʼrnatilmoqda
zh_cn: 从应用市场Hub安装应用

source: Failed to install an app from the app hub
ar: فشل تثبيت تطبيق من مركز التطبيقات
nb: Kunne ikke installere applikasjon fra app hub
uz: Иловани илова марказидан (hub) дан ўрнатиш амалга ошмади
uz_latn: Ilovani ilova markazidan (hub) dan oʼrnatish amalga oshmadi
zh_cn: 从应用市场安装应用失败

source: CORE APP
nb: KJERNE-APP

source: A new version of App Management is available on the App Hub
nb: En ny versjon av Appadministrasjon er tilgjengelig på App Hub
uz: Илова маркази (hub)да Илова Бошқаруви янги варианти мавжуд
uz_latn: Ilova markazi (hub)da Ilova Boshqaruvi yangi varianti mavjud

source: Update and reload app
nb: Oppdater og last inn appen på nytt
uz: Иловани янгилаш ва қайта юклаш
uz_latn: Ilovani yangilash va qayta yuklash
