no_app_apps_installed=\u062F \u0627\u0646\u0633\u067C\u0627\u0644\u0648\u0644\u0648 \u06CC\u0627 \u0646\u0635\u0628\u0648\u0644\u0648 \u0644\u067E\u0627\u0631\u0647 \u0647\u06D0\u0685 \u0689\u0648\u0644 \u0645\u0639\u06CC\u0627\u0631\u064A \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0648\u0646\u0648\u0646\u0647 \u0634\u062A\u0648\u0646 \u0646\u0647 \u0644\u0631\u064A
no_dashboard_widget_apps_installed=\u062F \u0689\u06CC\u0634\u0628\u0648\u0631\u0689 \u0647\u06D0\u0685 \u0689\u0648\u0644 \u0627\u067E\u0644\u06D0\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647 \u0646\u0647 \u062F\u064A \u0646\u0635\u0628 \u0634\u0648\u064A
no_tracker_dashboard_widget_apps_installed=\u067E\u0647 \u062F\u06D0 \u0628\u0631\u062E\u0647 \u06A9\u0637 \u062F \u0689\u06D0\u0634\u0628\u0648\u0631\u0689 \u0647\u06D0\u0685 \u0689\u0648\u0644 \u062A\u0639\u06CC\u0628\u0648\u0648\u0646\u06A9\u064A \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647 \u0646\u0647 \u0646\u0635\u0628\u06CC\u0696\u064A.
no_resource_apps_installed=\u062F \u0633\u0631\u0686\u06CC\u0646\u06D0 \u0647\u06D0\u0685 \u0689\u0648\u0644 \u0627\u067E\u0644\u06CC\u06A9\u0634\u0646\u0648\u0646\u0647 \u0646\u0647 \u0646\u0635\u0628\u06CC\u0696\u064A
upload_app_package=\u062F \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646 \u0628\u0633\u062A\u0647 \u067E\u0648\u0631\u062A\u0647 \u06A9\u0693\u0626 (ZIP)
app_apps=\u0645\u0639\u06CC\u0627\u0631\u064A \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
dashboard_widget_apps=\u062F \u0689\u06D0\u0634\u0628\u0648\u0631\u0689 \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
tracker_dashboard_widget_apps=\u062F \u062A\u0639\u0642\u06CC\u0628\u0648\u0648\u0646\u06A9\u064A \u0689\u06CC\u0634\u0628\u0648\u0631\u0689 \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
resource_apps=\u062F \u0633\u0631\u0686\u06CC\u0646\u06D0 \u06CC\u0627 \u0627\u0635\u0644\u064A \u0627\u067E\u0644\u064A\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
installed_app_apps=\u0645\u0639\u06CC\u0627\u0631\u064A \u0646\u0635\u0628 \u0634\u0648\u064A \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
installed_dashboard_widget_apps=\u062F \u0646\u0635\u0628 \u0634\u0648\u064A \u0689\u06CC\u0634\u0628\u0648\u0631\u0689 \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
installed_tracker_dashboard_widget_apps=\u062F \u062A\u0639\u0642\u06CC\u0628\u0648\u0648\u0646\u06A9\u064A \u0689\u06CC\u0634\u0628\u0648\u0631\u0689 \u0646\u0635\u0628 \u0634\u0648\u064A \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
installed_resource_apps=\u062F \u0633\u0631\u0686\u06CC\u0646\u06D0 \u0646\u0635\u0628 \u0634\u0648\u064A \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647
search=\u062F \u0627\u067E\u0644\u06D0\u06A9\u06D0\u0634\u0646\u0648\u0646\u0648 \u0644\u067C\u0648\u0644
app_store=\u062F \u067E\u0631\u0648\u06AB\u0631\u0645 \u0633\u0627\u062A\u0644
by=\u0644\u062E\u0648\u0627
install=\u0646\u0635\u0628\u0648\u0644
uninstall=\u0644\u063A\u0648\u0647 \u06CC\u06D0 \u06A9\u0693\u0626
uploading=\u067E\u0648\u0631\u062A\u0647 \u06A9\u06CC\u0696\u064A
installing=\u062F \u0646\u0635\u0628\u0648\u0644\u0648 \u067E\u0647 \u062D\u0627\u0644 \u06A9\u06D0
open=\u062E\u0635\u0644\u0627\u0635 \u06CC\u06D0 \u06A9\u0693\u0626 
app_installed=\u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646 \u067E\u0647 \u0628\u0631\u06CC\u0627\u0644\u06CC\u062A\u0648\u0628 \u0633\u0631\u0647 \u0627\u0646\u0633\u067C\u0627\u0644 \u0627\u0648 \u0646\u0635\u0628 \u0634\u0648
failed_to_install_app=\u062F \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646 \u0627\u0646\u0633\u067C\u0627\u0644\u0648\u0644 \u06CC\u0627 \u0646\u0635\u0628\u0648\u0644 \u0646\u0627\u06A9\u0627\u0645 \u0634\u0648\u0644
app_removed=\u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646 \u067E\u0647 \u0628\u0631\u06CC\u0627\u0644\u06CC\u062A\u0648\u0628 \u0633\u0631\u0647 \u062D\u0630\u0641 \u06CC\u0627 \u0644\u0631\u06D0 \u06A9\u0693\u0644 \u0634\u0648
installing_app_from_app_store=\u062F \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646 \u0644\u0647 \u0632\u06D0\u0631\u0645\u06D0 \u06CC\u0627 \u0633\u0627\u062A\u0646\u0681\u064A \u0685\u062E\u0647 \u067E\u0631\u0648\u06AB\u0631\u0627\u0645 \u062F \u0627\u0646\u0633\u067C\u0627\u0644\u0648\u0644\u0648 \u06CC\u0627 \u0646\u0635\u0628\u0648\u0644\u0648 \u067E\u0647 \u062D\u0627\u0644 \u06A9\u06D0 \u062F\u06CC
failed_to_install_app_from_app_store=\u062F \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646 \u0644\u0647 \u0632\u06D0\u0631\u0645\u06D0 \u06CC\u0627 \u0633\u0627\u062A\u0646\u0681\u064A \u0685\u062E\u0647 \u062F \u067E\u0631\u0648\u06AB\u0631\u0627\u0645 \u0627\u0646\u0633\u067C\u0627\u0644\u0648\u0644\u0648 \u06CC\u0627 \u0646\u0635\u0628\u0648\u0644 \u0646\u0627\u06A9\u0627\u0645 \u0634\u0648\u0644
no_apps_found=\u0647\u06D0\u0685 \u0689\u0648\u0644 \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647 \u0648\u0646\u0647 \u0645\u0648\u0646\u062F\u0644 \u0634\u0648\u0644
no_installed_apps_matched=\u062F \u067E\u0644\u067C\u0648\u0646\u06A9\u06D0 \u062F \u0627\u0635\u0637\u0644\u0627\u062D \u0633\u0631\u0647 \u0627\u0646\u0633\u067C\u0627\u0644 \u0634\u0648\u064A \u06CC\u0627 \u0646\u0635\u0628 \u0634\u0648\u06CC \u0627\u067E\u0644\u06CC\u06A9\u06D0\u0634\u0646\u0648\u0646\u0647 \u0633\u0645\u0648\u0646 \u0646\u0647 \u062E\u0648\u0631\u064A
no_apps_installed=\u0647\u06D0\u0685 \u067E\u0631\u0648\u06AB\u0631\u0627\u0645\u0648\u0646\u0647 \u0627\u0646\u0633\u067C\u0627\u0644 \u06CC\u0627 \u0646\u0635\u0628 \u0634\u0648\u064A \u0646\u0647 \u062F\u064A
